Repository: djtilo-ol/twinejs
Catalog: src/locale/po/*.po
Languages: de_de

source: About Twine
de_de: Über Twine

source: Twine is an open-source tool for telling interactive, nonlinear stories.
de_de: Twine ist ein open-source Werkzeug, um interaktive, non-lineare Geschichten zu erzählen.

source: This application is released under the \x3ca href="http:\/\/www.gnu.org/licenses/gpl-3.0.html">GPL v3\x3c/a> license, but any work created with it may be released under any terms, including commercial ones.
de_de: Dieses Programm ist gemäß der \x3ca href="http:\/\/www.gnu.org/licenses/gpl-3.0.html">GPL v3\x3c/a> Lizenz veröffentlicht, jedoch kann ein damit erstelltes Werk unter anderen, z.B. kommerziellen Lizenzbedingungen veröffentlicht werden.

source: Help Twine Grow With A Donation
de_de: Hilf Twine weiter zu wachsen, indem du spendest

source: Source Code Repository
de_de: Quellcode Verzeichnis

source: Translations
de_de: Übersetzungen

source: Libraries
de_de: Büchereien

source: Fonts
de_de: Schriftarten

source: Source Sans Pro and Source Code Pro were designed by Paul D. Hunt under the guidance of Robert Slimbach for \x3ca href="http:\/\/adobe.com/">Adobe\x3c/a>\x3cbr> Nunito was designed by \x3ca href="http:\/\/code.newtypography.co.uk/">Vernon Adams\x3c/a>
de_de: Source Sans Pro und Source Code Pro wurden von Paul D. Hunt unter Beratung von Robert Slimbach für \x3ca href="http:\/\/adobe.com/">Adobe\x3c/a>\x3cbr> Nunito wurde von \x3ca href="http:\/\/code.newtypography.co.uk/">Vernon Adams\x3c/a> designt

source: Icons
de_de: Symbole

source: Document designed by Rob Gill from the Noun Project
de_de: Das Dokument wurde von Rob Gill vom Noun Project designt

source: Question designed by Henry Ryder from the Noun Project
de_de: Die Frage wurde von Henry Ryder vom Noun Project designt

source: Smile designed by jelio dimitrov from the Noun Project
de_de: Das Lächeln wurde von jelio dimitrov vom Noun Project designt

source: If you love Twine as much as I do, please consider helping it grow with a donation. Twine is an open source project that will always be free to use &mdash; and with your help, Twine will continue to thrive.
de_de: Sofern du Twine so sehr liebst wie wir, überlege bitte, ob du uns nicht mit einer Spende weiter wachsen helfen könntest. Twine ist ein open-source Projekt, welches immer frei verfügbar sein wird &mdash; und mit deiner Hilfe wird sich Twine weiter entwickeln.

source: Chris Klimas, Twine creator
de_de: Chris Klimas, Twine Entwickler

source: No Thanks
de_de: Nein danke

source: Donate
de_de: Spende

source: This message will only be shown to you once.&lt;br&gt;If you'd like to donate to Twine development in the future, you can do so at &lt;a href=\"http:\/\/twinery.org/donate\" target=\"_blank\"&gt;http://twinery.org/donate&lt;/a&gt;.
de_de: Diese Nachricht wird dir einmal angezeigt.&lt;br&gt;Wenn du in Zukunft für die Twine Entwicklung spenden möchtest, kannst du das hier tun &lt;a href=\"http:\/\/twinery.org/donate\" target=\"_blank\"&gt;http://twinery.org/donate&lt;/a&gt;.

source: Story formats control the appearance and behavior of stories during play.
de_de: Die Geschichtsformate kontrollieren das Aussehen und das Verhalten der Geschichten während du spielst.

source: Use as Default
de_de: Verwende als Standard

source: Proofing formats create a versions of stories tailored for editing and proofreading.
de_de: Korrekturformate erzeugen eine Version der Geschichte, die für das Bearbeiten und Redigieren zugeschnitten sind.

source: Use
de_de: Nutze

source: Add
de_de: Füge hinzu

source: Loading...
de_de: Lade...

source: Story Format
de_de: Geschichtsformat

source: A story format controls the appearance and behavior of your story during play.
de_de: Ein Geschichtsformat kontrolliert das Aussehen und das Verhalten deiner Geschichte während des Spiels.

source: Import From File
de_de: Importiere von Datei

source: Import this file:
de_de: Importiere diese Datei

source: Cancel
de_de: Abbrechen

source: Working...
de_de: Arbeite...

source: Some stories you are importing already exist in your library. Please choose which to replace. Any other stories in your file will be imported as well.
de_de: Einige Geschichten, die du importieren willst, existieren bereits in deiner Bücherei. Bitte wähle aus, welche ersetzt werden sollen. Andere Geschichten in deiner Datei werden auch importiert.

source: Don't Import Any Stories
de_de: Importiere keine Geschichten

source: Find and Replace
de_de: Suche und ersetze

source: Search For
de_de: Suche

source: Include passage names
de_de: Beinhalte Abschnittsnamen

source: Match case
de_de: Ordne den Fall zu

source: Regular expression
de_de: Üblicher Ausdruck

source: Replace With
de_de: Ersetze mit

source: Replace All
de_de: Ersetze alle

source: %d passage matches.
de_de: %d Abschnitt stimmt überein.

source: Searching...
de_de: Suche

source: %d match
de_de: %d Übereinstimmung

source: Replace in Passage
de_de: Ersetze im Abschnitt

source: Story Statistics
de_de: Statistiken der Geschichte

source: Any JavaScript entered here will immediately run when your story is opened in a Web browser.
de_de: Jeglicher JavaScript, der hier eingegeben wird, wird sofort ausgeführt, sobald die Geschichte in einem Webbrowser geöffnet wird.

source: A passage already exists with this name.
de_de: Ein Abschnitt existiert bereits mit diesem Namen.

source: Stylesheet
de_de: Vorlage

source: Any CSS entered here will override the default appearance of your story.
de_de: Jeglicher CSS, der hier eingegeben wird, wird die Standardansicht überschreiben.

source: Please choose which language you would like to use with Twine.
de_de: Bitte wähle die Sprache aus, die du in Twine nutzen willst.

source: Twine is an open-source tool for telling interactive, nonlinear stories. There are a few things you should know before you get started.
de_de: Twine ist ein open-souce Werkzeug um interaktive, non-lineare Geschichten zu erzählen. Es gibt einige Dinge, die du wissen solltest, bevor du startest.

source: Tell Me More
de_de: Erzähle mir mehr

source: Skip
de_de: Überspringe

source: New here?
de_de: Bist du neu hier?

source: &lt;strong&gt;If you've never used Twine before,&lt;/strong&gt; then welcome! The &lt;a href=\"http://twinery.org/2guide\" target=\"_blank\"&gt;Twine 2 Guide&lt;/a&gt; and the official wiki in general, are a great place to learn. Keep in mind that some articles on the wiki at large were written for Twine 1, which is a little bit different than this version. But most of the concepts are the same.
de_de: &lt;strong&gt;Falls du Twine noch nie zuvor genutzt hast,&lt;/strong&gt; sagen wir herzlich Willkommen! Der &lt;a href=\"http://twinery.org/2guide\" target=\"_blank\"&gt;Twine 2 Guide&lt;/a&gt; und der offizielle Wiki im Allgemeinen, sind ein guter Ort zum Lernen. Beachte, dass viele Artikel im Wiki für Twine 1 geschrieben wurden, welches ein wenig anders ist als in dieser Version. Allerdings sind die grundlegenden Konzepte die gleichen.

source: &lt;strong&gt;If you have used Twine 1 before,&lt;/strong&gt; the guide also has details on what has changed in this version. Chief among them is a new default story format, Harlowe. But if you find you prefer the Twine 1 scripting syntax, try using SugarCube instead.
de_de: &lt;strong&gt;Sofern du bisher Twine 1 genutzt hast,&lt;/strong&gt; zeigt dir diese Anleitung, was sich alles verändert hat in dieser Version. Chief among them ist das neue Standardformat, Harlowe. Falls du jedoch die Skriptsyntax aus Twine 1 bevorzugst, versuche Sugar Cube stattdessen zu nutzen.

source: OK
de_de: Okay

source: Your work is automatically saved.
de_de: Deine Arbeit wird automatisch gespeichert.

source: There's now a folder named Twine in your Documents folder. Inside that is a Stories folder, where all your work will be saved. Twine saves as you work, so you don't have to worry about remembering to save it yourself. You can always open the folder your stories are saved to by using the &lt;b&gt;Show Library&lt;/b&gt; item in the &lt;b&gt;Twine&lt;/b&gt; menu.
de_de: Es befindet sich nun ein Ordner Twine in deinen Eigenen Dateien. Dort findest du einen Ordner namens Geschichten, wo all deine Arbeit gespeichert wird. Twine speichert während du arbeitest, sodass du dich nicht selbst darum kümmern musst. Du kannst jederzeit den Ordner öffnen, der deine Geschichten enthält, indem du &lt;b&gt;Zeige die Bücherei&lt;/b&gt; Symbol im &lt;b&gt;Twine&lt;/b&gt; Menü.

source: Because Twine is always saving your work, the files in your story library will be locked from editing while Twine is open.
de_de: Da Twine stetig deine Arbeit speichert, werden die Dateien deiner Geschichte in deiner Bücherei gesperrt während Twine geöffnet ist.

source: That's it!
de_de: Das war es!

source: Thanks for reading, and have fun with Twine.
de_de: Vielen Dank fürs Lesen und nun habe Freude mit Twine

source: Go to the Story List
de_de: Gehe zu der Liste mit den Geschichten

source: Test
de_de: Teste

source: Play
de_de: Abspielen

source: Passage
de_de: Abschnitt

source: Edit Story JavaScript
de_de: Bearbeite das JavaScript der Geschichte

source: Edit Story Stylesheet
de_de: Bearbeite das Design

source: Change Story Format
de_de: Verändere das Geschichtsformat

source: Rename Story
de_de: Benenne die Geschichte um

source: Snap to Grid
de_de: Springe zum Raster

source: View Proofing Copy
de_de: Zeige die Kopie zum Redigieren an

source: Publish to File
de_de: Veröffentliche in Datei

source: Drop a story file to import
de_de: Lege eine Geschichtsdatei zum Importieren hier ab

source: Sort By
de_de: Sortiere nach

source: Edit Date
de_de: Zuletzt bearbeitet

source: There are no stories saved in Twine right now. To get started, you can either create a new story or import an existing one from a file.
de_de: Bis jetzt sind keine Geschichten in Twine gespeichert. Um anzufangen, kannst du entweder eine neue Geschichte starten oder eine existierende aus einer Datei importieren.

source: Story
de_de: Geschichte

source: Archive
de_de: Archiv

source: Formats
de_de: Formate

source: Language
de_de: Sprache

source: Help
de_de: Hifle

source: Report a bug
de_de: Melde eine Fehler

source: Play Story
de_de: Spiele die Geschichte ab

source: Test Story
de_de: Teste die Geschichte

source: Duplicate Story
de_de: Dupliziere die Geschichte

source: Delete Story
de_de: Lösche die Geschichte

source: &lt;strong&gt;If you've never used Twine before,&lt;/strong&gt; then welcome! The &lt;a href=\"http://twinery.org/2guide\" target=\"_blank\"&gt;Twine 2 Guide&lt;/a&gt; and the official wiki in general, are a great place to learn. Keep in mind that some articles on the wiki were written for Twine 1, which is a little bit different than this version. But most of the concepts are the same.
de_de: &lt;strong&gt;Falls du Twine noch nie zuvor genutzt hast,&lt;/strong&gt; sagen wir herzlich Willkommen! Der &lt;a href=\"http://twinery.org/2guide\" target=\"_blank\"&gt;Twine 2 Guide&lt;/a&gt; und der offizielle Wiki im Allgemeinen, sind ein guter Ort zum Lernen. Beachte, dass viele Artikel im Wiki für Twine 1 geschrieben wurden, welches ein wenig anders ist als in dieser Version. Allerdings sind die grundlegenden Konzepte die gleichen.

source: Your work is saved only in your browser.
de_de: Deine Arbeit wird ausschließlich im Browser gespeichert.

source: That means you don't need to create an account to use Twine 2, and everything you create isn't stored on a server somewhere else &mdash; it stays right in your browser.
de_de: Das bedeutet, dass du keinen Account erstellen musst, um Twine2 zu nutzen und alles, was du erstellst, wird nicht irgendwo auf einem Server an einer anderen Stelle gespeichert &mdash; es bleibt direkt in deinem Webbrowser.

source: Two &lt;b&gt;very important&lt;/b&gt; things to remember, though. Since your work is saved only in your browser, if you clear its saved data, then you'll lose your work! Not good. Remember to use that &lt;i class=\"fa fa-briefcase\"&gt;&lt;/i&gt;&nbsp;&lt;strong&gt;Archive&lt;/strong&gt; button often. You can also publish individual stories to files using the &lt;i class=\"fa fa-cog\"&gt;&lt;/i&gt; menu on each story in the story list. Both archive and story files can always be re-imported into Twine.
de_de: Zwei &lt;b&gt;sehr wichtige&lt;/b&gt; Dinge, allerdings. Da deine Geschichte ausschließlich im Webbrowser gespeichert wird, verlierst du deine gesamte Arbeit, sobald du den Cache leerst! Das wäre nicht gut. Merke dir, den &lt;i class=\"fa fa-briefcase\"&gt;&lt;/i&gt;&nbsp;&lt;strong&gt;Archivieren&lt;/strong&gt; Knopf häufig zu klicken. Du kannst auch individuelle Geschichten exportieren, indem du das &lt;i class=\"fa fa-cog\"&gt;&lt;/i&gt; Menü in jeder Geschichte in der Übersicht. Sowohl Archive, als auch Geschichtsdateien können immer wieder in Twine re-importiert werden.

source: Secondly, &lt;b&gt;anyone who can use this browser can see and make changes to your work&lt;/b&gt;. So if you've got a nosy kid brother, look into setting up a separate profile for yourself.
de_de: Zweitens kann &lt;b&gt;jeder, der deinen Webbrowser nutzt, deine Geschichten sehen und verändern&lt;/b&gt;. Solltest du einen neugierigen Bruder haben, überlege dir ein eigenes Profil auf dem Rechner einzurichten.

source: a more recent version of the story format &ldquo;%s&rdquo; is already installed
de_de: eine aktuellere Version des Geschichtsformats &ldquo;%s&rdquo; ist bereits installiert

source: There is no starting point set for this story.
de_de: Es wurde kein Startpunkt für die Geschichte festgelegt-

source: The passage set as starting point for this story does not exist.
de_de: Der Abschnitt, der als Startpunkt für diese Geschichte gewählt wurde, existiert nicht.

source: Untitled Story Format
de_de: Unbenanntes Geschichtsformat

source: Untitled Story
de_de: Unbenannte Geschichte

source: Untitled Passage
de_de: Unbenannter Abschnitt

source: Tap this passage, then the pencil icon to edit it.
de_de: Klicke auf diesen Abschnitt und dann auf den Stift, um es zu bearbeiten.

source: Double-click this passage to edit it.
de_de: Doppelklicke auf diesen Abschnitt, um ihn zu bearbeiten.

source: A new version of Twine, <span class="version"></span>, has been released.
de_de: Eine neue Version von Twine, <span class="version"></span>, wurde veröffentlicht.

source: Not Right Now
de_de: Nicht in diesem Moment

source: The story format &ldquo;%1$s&rdquo; could not be loaded (%2$s).
de_de: Das Geschichtsformat &ldquo;%1$s&rdquo; konnte nicht geladen werden (%2$s).

source: The story format at %1$s could not be added (%2$s).
de_de: Das Geschichtsformat %1$s konnte nicht hinzugefügt werden (%2$s).

source: by %s
de_de: von %s

source: Are you sure?
de_de: Bist du sicher?

source: Remove
de_de: Entferne

source: Don\'t Replace Any Stories
de_de: Ersetze keine Geschichten

source: Replace %d Story
de_de: Ersetze %d Geschichte

source: Character
de_de: Figur

source: Word
de_de: Wort

source: Broken Link
de_de: Kaputter Link

source: Enter the body text of your passage here. To link to another passage, put two square brackets around its name, [[like this]].
de_de: Gebe den Hauptteil deines Abschnitts hier ein. Um einen weiteren Abschnitt zu verknüpfen, setze zwei eckige Klammern um dessen Namen, [[so]].

source: Editing \u201c%s\u201d
de_de: Bearbeite \u201c%s\u201d

source: &ldquo;%1$s&rdquo; could not be saved (%2$s).
de_de: &ldquo;%1$s&rdquo; konnte nicht gespeichert werden (%2$s).

source: Documents
de_de: Dokumente

source: My\\ Documents
de_de: Meine Dokumente

source: Stories
de_de: Geschichten

source: Toggle Fullscreen
de_de: Vollbild

source: Quit
de_de: Beenden

source: Edit
de_de: Bearbeiten

source: Undo
de_de: Rückgängig

source: Cut
de_de: Ausschneiden

source: Copy
de_de: Kopieren

source: Paste
de_de: Einfügen

source: Delete
de_de: Löschen

source: Show Library
de_de: Zeige Bücherei

source: Are you sure you want to delete &ldquo;%s&rdquo;? This cannot be undone.
de_de: Bist du sicher, dass du &ldquo;%s&rdquo; löschen willst? Dies kann nicht rückgängig gemacht werden.

source: (Hold the Shift key when deleting to skip this message.)
de_de: (Drücke die Großschreibetaste während du löscht, um diese Nachricht zu überspringen.)

source: What should &ldquo;%s&rdquo; be renamed to?
de_de: Wie soll &ldquo;%s&rdquo; umbenannt werden?

source: Rename
de_de: Umbenennen

source: Please enter a name.
de_de: Bitte gib einen Namen ein.

source: %d Story
de_de: %d Geschichte

source: What should your story be named?<br>(You can change this later.)
de_de: Wie soll deine Geschichte heißen?<br>(Du kannst es später noch ändern.)

source: A story with this name already exists.
de_de: Eine Geschichte mit diesem Namen existiert bereits.

source: Twine Archive.html
de_de: Twine Archiv.html

source: Delete Forever
de_de: Für immer löschen

source: What should the duplicate be named?
de_de: Wie soll die Kopie heißen?

source: Duplicate
de_de: Dupliziere

source: %s Copy
de_de: %s Kopie

source: %d%% space available
de_de: %d%% Platz frei
